{
    "name": "Data Funfacts" ,
    "members":
    [
        {
            "number": 1,
            "fact": "Due to its brightness and closeness to Earth, Mars has been documented for at least 4.000 years thus it is impossible to credit someone with its discovery. However, the first person to observe Mars with a telescope was Galileo Galilei in 1610."
        },

        {
            "number": 2,
            "fact": "It is named after the Roman god of war due to its red appearance. In different cultures, Mars represents masculinity, youth and its symbol is used as the symbol for the male gender."
        }, 
        
        {
            "number": 3,
            "fact": "Due to the effects of the iron oxide prevalent on Mars’s surface, it has a reddish appearance distinctive among the astronomical bodies visible to the naked eye."
        },

        {
            "number": 4,
            "fact": "It is a terrestrial planet with a thin atmosphere, having surface features reminiscent of both the impact craters of Earth’s Moon, and the valleys, deserts and polar ice caps of Earth."
        },
    
        {
            "number": 5,
            "fact": "Mars is 227.9 million km / 141.6 million mi or 1.5 AU away from the Sun. It takes sunlight about 13 minutes to reach Mars."
        },

        {
            "number": 6,
            "fact": "Mars has a radius of 3.389 km or 2.105 mi being twice as small as Earth."
        },

        {
            "number": 7,
            "fact": "The diameter of Mars is 6.779 km or 4.212 mi, slightly more than half the size of Earth."
        },

        {
            "number": 8,
            "fact": "Mars’s mass is 6.42 x 1023 kilograms, about 10 times less than Earth."
        },

        {
            "number": 9,
            "fact": "The gravity on Mars is about 38% of Earth’s gravity."
        },

        {
            "number": 10,
            "fact": "One rotation/day on Mars is completed within 24.6 hours while a whole trip around the Sun or year, is completed within 669.6 days."
        },

        {
            "number": 11,
            "fact": "Mars has seasons though they last longer than on Earth since Mars takes longer to orbit the Sun. The seasons vary in length due to Mars’s elliptical, egg-shaped orbit around the Sun."
        },

        {
            "number": 12,
            "fact": "Spring in the northern hemisphere (autumn in the southern) is the longest season lasting 194 days. Autumn in the northern hemisphere (spring in the southern) is the shortest at 142 days. Northern winter (southern summer) lasts 154 days while northern summer (southern winter) lasts 178 days."
        },

        {
            "number": 13,
            "fact": "On average, the temperature on Mars is about -80 degrees Fahrenheit / -60 degrees Celsius. In winter, near the poles temperatures can get down to -195 degrees F / -125 degrees C."
        },

        {
            "number": 14,
            "fact": "From time to time, winds on Mars are strong enough to create dust storms, covering most of the planet while taking months for all the dust to settle, a great impediment for space probes."
        },

        {
            "number": 15,
            "fact": "Its atmosphere is mostly composed of carbon dioxide, nitrogen and argon gases."
        },

        {
            "number": 16,
            "fact": "Mars has the tallest volcano/mountain in the entire Solar System, named Olympus Mons at a height of 13 miles / 21 kilometers and also the biggest canyon Valles Marines."
        },

        {
            "number": 17,
            "fact": "Mars has two moons named Phobos and Deimos. Interestingly Jonathan Swift wrote about these moons in his book “Gulliver’s Travels” – what is strange is that these moons weren’t even discovered in that period of time. They were discovered 151 years later after the book was written."
        },

        {
            "number": 18,
            "fact": "Mars does not have any rings but it is estimated that its moon Phobos will crash into Mars in about 50 million years, possibly creating a ring system afterwards."
        },

        {
            "number": 19,
            "fact": "Mars doesn’t have a magnetic field but certain areas are highly magnetized, indicating traces of a magnetic field from 4 billion years ago."
        },

        {
            "number": 20,
            "fact": "It lacks an active plate tectonic system."
        },

        {
            "number": 21,
            "fact": "Through continuous observations and analysis, it is strongly believed that Mars was once very similar to Earth, possessing water or even whole oceans. Recent studies indicate that it may have water even now."
        },

        {
            "number": 22,
            "fact": "Only 18 missions of 40 to Mars have been successful."
        },

        {
            "number": 23,
            "fact": "Mars has the largest dust storms in the solar system."
        },

        {
            "number": 24,
            "fact": "On Mars the Sun appears about half the size as it does on Earth."
        },

        {
            "number": 25,
            "fact": "Pieces of Mars have fallen to Earth."
        },

        {
            "number": 26,
            "fact": "Mars takes its name from the Roman god of war."
        },

        {
            "number": 27,
            "fact": "Sunsets on Mars are blue."
        },

        {
            "number": 28,
            "fact": "A year on Mars is amost twice as long as a year on Earth."
        },

        {
            "number": 29,
            "fact": "It would take more than six of Mars o fill the volume of Earth."
        },

        {
            "number": 30,
            "fact": "Mars is the only other planet besides Earth that has polar ice caps."
        },

        {
            "number": 31,
            "fact": "In The Early Space Age, We Thought Mars Was Like The Moon."
        }
    
    ]
}